export default [
    {
        id:1,
        question: "Які кроки слід вжити під час сповіщення про наближення ядерної небезпеки?",
        options:[
            "залишитися на відкритому просторі та спостерігати за подіями",
            "швидко знайти пристосування для захисту, наприклад, проникнути до приміщення або шукачок",
            "зателефонувати родичам і друзям та проінформувати їх про ситуацію"
        ]
    },
  {
        id:2,
        question: "Якукількістьйодид-каліюрекомендуютьвжитидлядорослихпередпотенційноюядерноюнебезпекою?",
        options:[
            "32 мг",
            "92.5 иг",
            "125"
        ]
    },

  {
        id:3,
        question: "Що слід робити, якщо вивипадково проковтнули хімічну речовину?",
        options:[
            "залишатися у закритому приміщенні та відкрити вікна для провітрювання",
            "швидко вийти на свіже повітря та віддалитися від джерела викиду газу",
            "викликати службу екстреної допомоги та повідомити про випадок"
        ]
    },
  {
        id:4,
        question: "Які дії слід вжити після отримання високої дози радіації?",
        options:[
            "залишитися в одному місці та чекати, поки симптоми зникнуть",
            "якщо можливо, пересунутися в зону з нижчим рівнем радіації",
            "звернутися до медичних працівників та отримати необхідну допомогу"
        ]
    },
  {
        id:5,
        question: "У хімічної зброї вражальним чинником є:",
        options:[
            "збудник хвороби (аерозоль, заражена вода, поверхня предметів",
            "дія отруйної речовини певного виду (газоподібного, аерозольного, на поверхні предметів",
            "повітряна ударна хвиля, сейсмічна хвиля, світлове випромінювання, проникна радіація, електромагнітний імпульс, радіоактивне забруднення"
        ]
    },
  {
        id:6,
        question: "Які симптоми можуть вказувати на можливе зараження біологічним агентом?",
        options:[
            "гарячка",
            "кашель",
            "усі варіанти правильні"
        ]
    },
  {
        id:7,
        question: "Як слід діяти, якщо ви вдихнули отруйний газ у закритому приміщенні?",
        options:[
            "залишатися у закритому приміщенні та відкрити вікна для провітрювання",
            "швидко вийти на свіже повітря та віддалитися від джерела викиду газу",
            "викликати службу екстреної допомоги та повідомити про випадок"
        ]
    },
  {
        id:8,
        question: "Вражальними чинниками у ядерної зброї є",
        options:[
            "збудник хвороби (аерозоль, заражена вода, поверхня предметів).",
            "дія отруйної речовини певного виду (газоподібного, аерозольного, на поверхні предметів)",
            "повітряна ударна хвиля, сейсмічна хвиля, світлове випромінювання, проникна радіація, електромагнітний імпульс, радіоактивне забруднення"
        ]
    },
  {
        id:9,
        question: "Вражальним фактором біологічної зброї є",
        options:[
            "збудник хвороби (аерозоль, заражена вода, поверхня предметів)",
            "дія отруйної речовини певного виду (газоподібного, аерозольного, на поверхні предметів)",
            "повітряна ударна хвиля, сейсмічна хвиля, світлове випромінювання, проникна радіація, електромагнітний імпульс, радіоактивне забруднення"
        ]
    },
  {
        id:10,
        question: "Що слід робити після можливого контакту з біологічним агентом або після підозри на зараження?",
        options:[
            "звернутися до медичного фахівця або лікаря для оцінки ризиків та отримання необхідної допомоги",
            "дотримуватися інструкцій та рекомендацій медичного персоналу щодо лікування або профілактики",
            "усі відповіді вірні"
        ]
    },
    
]


export const answers = [0,2,2,2,1,2,1,2,0,2]